examples/gks_flux_validation/acousticWave/N50/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField nonuniform List<vector>
50
(
(5.5071835434441151e-05 0 0)
(0.00016499816292879209 0 0)
(0.00027427331805455346 0 0)
(0.00038246604169751342 0 0)
(0.00048914934660600695 0 0)
(0.00059390220251452619 0 0)
(0.00069631119775782771 0 0)
(0.00079597217081790587 0 0)
...
)
;
boundaryField
{
    left { type fixedValue; value uniform (0 0 0); }
    right { type fixedValue; value uniform (0 0 0); }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
