examples/gks_flux_validation/acousticWave/N50/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField nonuniform List<scalar>
50
(
100000.7066416154
100000.70385282378
100000.69828624662
100000.68996385267
100000.67891848659
100000.66519373943
100000.64884377648
100000.62993312356
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
