examples/gks_flux_validation/acousticWave/N50/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}
dimensions [0 0 0 1 0 0 0];
internalField nonuniform List<scalar>
50
(
300.00060568975596
300.00060329938725
300.00059852808323
300.00059139467339
300.00058192730933
300.0005701633533
300.00055614923087
300.00053994024785
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
