examples/gks_flux_validation/acousticWave/N50/0/Us
FoamFile { version 2.0; format ascii; class volVectorField; location "0"; object Us; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
