examples/gks_flux_validation/acousticWave/N50/0/rho
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object rho;
}
dimensions [1 -3 0 0 0 0 0];
internalField nonuniform List<scalar>
50
(
1.1614460481302091
1.1614460249943901
1.1614459788140585
1.1614459097714673
1.1614458181390956
1.1614457042785751
1.1614455686392606
1.161445411756459
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
