examples/gks_flux_validation/acousticWave/N50/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}

solvers {}
relaxationFactors {}
