examples/gks_flux_validation/acousticWave/N50/system/setFieldsDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object setFieldsDict;
}

defaultFieldValues
(
    volScalarFieldValue rho 0.125
    volScalarFieldValue p 10000
    volScalarFieldValue T 278.7456445993031
    volVectorFieldValue U (0 0 0)
);

regions
(
    boxToCell
    {
        box (0 -1 -1) (0.5 1 1);
        fieldValues
        (
            volScalarFieldValue rho 1
            volScalarFieldValue p 100000
            volScalarFieldValue T 348.4320557491289
            volVectorFieldValue U (0 0 0)
        );
    }
);
